[
    {
        "id": 1,
        "name": "GameFest 2023",
        "image": "https://i.ibb.co/SQTwR0k/GameFest.png",
        "price": "$4900",
        "short_description": "Experience the ultimate gaming extravaganza with GameFest 2023. Our event management team specializes in organizing various GameFests.",
        "details_description": "GameFest 2023 is the crown jewel among our GameFest series, meticulously organized by our event management experts. Gamers from every corner of the globe gather to celebrate their shared passion for gaming. From blockbuster AAA titles to indie gems, you'll discover an incredible array of gaming experiences. "
    },
    {
      "id": 2,
      "name": "PixelCon",
      "image": "https://i.ibb.co/vHgkZz7/Fixelicon.png",
      "price": "$3989.99",
      "short_description": "PixelCon is a gaming convention dedicated to pixel art and retro gaming. Explore the world of classic games and pixelated artistry.",
      "details_description": "Step back in time at PixelCon, where pixels rule the day. This unique gaming convention celebrates the art of pixelated graphics and retro gameplay.Organize competition of Retro Games like 'Pac-Man','Super-Mario','Donkey-Kong' . Dive into a world of nostalgia as you relive the golden age of gaming. Discover the magic of pixel artistry through workshops and exhibitions. It's a must-visit for any retro gaming enthusiast!"
    },
    {
      "id": 3,
      "name": "eSports Championship",
      "image": "https://i.ibb.co/ymzqZCG/E-Sports.png",
      "price": "$50139.99",
      "short_description": "In the Era of eSports we are here to help you Organize different types of eSports event's like Valorant, CS:GO,FiFa,WWE2k23 etc.",
      "details_description": "The eSports Championship is where legends are born. Whether you're a seasoned pro or a rising star, this convention is your arena. Battle it out in various eSports titles and prove your skills. Spectate thrilling matches and meet your favorite eSports idols. Join us for an unforgettable championship experience!"
    },
    {
      "id": 4,
      "name": "FPS Showdown",
      "image": "https://i.ibb.co/rKhFxWX/FPS-Gaming.jpg",
      "short_description": "Experience the adrenaline of first-person shooters at FPS Showdown. Organize the best FPS Gaming events of your choices.", 
      "price": "$6099.99",
      "details_description": "FPS Showdown is where FPS enthusiasts gather for heart-pounding action. Challenge your reflexes and precision in intense first-person shooter battles. Try out the latest FPS titles and compete against skilled opponents. Whether you're a casual player or a competitive gamer, FPS Showdown has something for you. Get ready for a showdown like no other!"
    },
    {
      "id": 5,
      "name": "VR World Summit",
      "image": "https://i.ibb.co/7R91sfL/VR-Gaming.png",
      "short_description": "Experience the future of gaming at VR World Summit. Organize different VR Gaming events, Seminar on VR Gaming etc.",
      "price": "$49139.99",
      "details_description": "VR World Summit is your gateway to the future of gaming. Immerse yourself in virtual reality like never before. Test the latest VR hardware and explore breathtaking virtual worlds. Attend workshops on VR game development and discover the potential of this exciting technology. Join us on this journey into the realms of VR gaming!"
    },
    {
      "id": 6,
      "name": "GameDev Expo",
      "image": "https://i.ibb.co/5xq2Lyw/GameDev.png",
      "price": "$3900.99",
      "short_description": "Explore the world of game development at GameDev Expo. Organize the various Expo about GameDev.",
      "details_description": "GameDev Expo is your gateway to the world of game development. Dive into the art and science of creating games. Organize workshops led by industry experts and gain valuable insights into game design, programming, and storytelling. Whether you're an aspiring game developer or a seasoned pro, GameDev Expo is the place to be to nurture your passion for game development!"
     
    },
    {
      "id": 7,
      "name": "Strategy Game Expo",
      "image": "https://i.ibb.co/ct7MGrK/Strategy.png",
      "price": "$4900.99",
      "short_description": "Test your strategic prowess at the Strategy Game Expo. Compete in strategy game tournaments and master the art of tactics.",
      "details_description": "The Strategy Game Expo is a haven for strategic thinkers. Engage in intense battles of wits as you compete in strategy game tournaments. Learn from top strategy game players and refine your tactical skills. Discover the depth and complexity of strategy games in an immersive environment. Join us for a mind-bending experience!"
    },
    {
      "id": 8,
      "name": " Gamer's Fair",
      "image": "https://i.ibb.co/KsxqhQP/Gamer-s-Fair.jpg",
      "price": "$4444.99",
      "short_description": " Organize a gaming convention like Gamer's Fair. Call Game Developers, streamers, and gamers to celebrate their passion for gaming.",
      "details_description": "Gamer's Fair is a celebration of all things gaming. From AAA titles to indie gems, you'll find it all here. Meet your favorite streamers, participate in cosplay contests, and attend panel discussions with industry experts. Don't miss out on this epic event!Connect with fellow gamers and share your love for gaming. It's a gamer's paradise!"
    },
    {
      "id": 9,
       "name": "Indie Game Expo",
      "image": "https://i.ibb.co/HF2chZX/indie.png",
      "price": "$2900.99",
      "short_description": "Discover the world of indie gaming at the Indie Game Expo. Play unique and innovative indie games created by talented developers.",
      "details_description": "Indulge your indie game cravings at the Indie Game Expo. This convention celebrates the creativity and innovation of indie game developers. Immerse yourself in a world of unique and captivating indie games. Meet the developers behind these gems and gain insight into their creative process. It's a showcase of gaming's hidden treasures!"
    },
    {
      "id": 10,
       "name": "RetroCon",
      "image": "https://i.ibb.co/472N39f/REtro-Gamingsssdf.png",
      "price": "$3489.99",
      "short_description": "RetroCon is a celebration of all things retro gaming. Relive the classics, collect vintage games, and connect with fellow retro enthusiasts.",
      "details_description": "RetroCon takes you on a nostalgic journey through the history of gaming. Dust off your old consoles and join us for a trip down memory lane. Browse a vast collection of vintage games and consoles. Swap stories with fellow retro gamers and share your love for the classics. It's a blast from the past you won't want to miss!"
    }
  ]
  